#+TITLE: MATH 6312: Data Mining
#+subtitle: Spring 2019
#+AUTHOR: Jonghyun Yun
#+EMAIL: "j" dot "yun" at-sign "uta" dot "edu"

#+OPTIONS: ':nil -:nil ^:{} pri:t H:10 num:nil toc:nil
#+CREATOR: Emacs 26.1 (Org mode 9.1.14 + ox-hugo

#+HUGO_BASE_DIR: ~/website
#+HUGO_AUTO_SET_LASTMOD: t
#+HUGO_DATE_FORMAT: %Y-%m-%dT%T%z
#+HUGO_FRONT_MATTER_FORMAT: yaml

#+HUGO_SECTION: project
#+HUGO_CATEGORIES: project

#+BIBLIOGRAPHY:
#+HUGO_EXPORT_RMARKDOWN:

#+SEQ_TODO: TODO DRAFT DONE

#+STARTUP: indent logdone

# https://scripter.co/latex-in-html/
#+macro: latex @@html:<span class="latex">L<sup>a</sup>T<sub>e</sub>X</span>@@

#+OPTIONS: html-link-use-abs-url:nil html-postamble:nil html-preamble:t
#+OPTIONS: html-scripts:t html-style:t html5-fancy:t
#+HTML_MATHJAX: align: left tagside: right
#+HTML_MATHJAX: indent: 5em scale: 85
# MATHJAX font: MathJax TeX (default) Asana-Math Neo-Euler Latin-Modern Gyre-Pagella Gyre-Termes
# #+OPTIONS: tex:dvipng # use LaTeX to generate images for equations

#+LATEX_CLASS: article
#+LaTeX_CLASS_OPTIONS: [9pt]
#+LATEX_CMD: xelatex
#+LATEX_HEADER: \usepackage{geometry}\geometry{verbose,tmargin=1in,bmargin=1in,lmargin=0.7in,rmargin=0.7in}
#+LATEX_HEADER: \usepackage[stretch=10,babel=true]{microtype}\usepackage{lmodern}
#+LATEX_HEADER: \setlength\parindent{0pt}\linespread{0.95}
#+LATEX_HEADER: \usepackage{unicode-math}

#+PROPERTY: header-args :eval never-export
#+PROPERTY: header-args:R :session *org-R* :exports both :results output :noweb yes :eval never-export

#+SETUPFILE: ~/setup/theme-readtheorg-side-remote.setup

# #+HTML_LINK_HOME: http://wweb.uta.edu/faculty/yunj/index.html
# #+HTML_LINK_UP: http://wweb.uta.edu/faculty/yunj/index.html

#+HTML_HEAD:  <!-- Global site tag (gtag.js) - Google Analytics -->
#+HTML_HEAD:<script async src="https://www.googletagmanager.com/gtag/js?id=UA-128966866-1"></script>
#+HTML_HEAD:<script>
#+HTML_HEAD:  window.dataLayer = window.dataLayer || [];
#+HTML_HEAD:  function gtag(){dataLayer.push(arguments);}
* external-project                       :machine___learning:deep___learning:
:PROPERTIES:
:EXPORT_HUGO_BUNDLE: external-project
:EXPORT_FILE_NAME: index
:EXPORT_TITLE:
:END:

#+begin_src yaml :front_matter_extra t
summary: An example of linking directly to an external project website using `external_link`.
tags:
- Demo

# Optional external URL for project (replaces project detail page).
external_link: http://example.org

image:
  caption: Photo by Toa Heftiba on Unsplash
  focal_point: Smart
#+end_src

#+RESULTS:
#+begin_example
summary: An example of linking directly to an external project website using `external_link`.
tags:
- Demo

# Optional external URL for project (replaces project detail page).
external_link: http://example.org

image:
  caption: Photo by Toa Heftiba on Unsplash
  focal_point: Smart
#+end_example

